tests/requests/success_stop_web_clock_request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:dos="http://relead.nl/dossierservice"
                  xmlns:v3="http://relead.nl/dossierservice/V3">
    <soapenv:Header/>
    <soapenv:Body>
        <v3:StopWebklok>
            <v3:request>
                <dos:KlokkingId>912019</dos:KlokkingId>
                <dos:LanguageCode>NL</dos:LanguageCode>
                <dos:Stop>2019-01-05T04:33:00+00:00</dos:Stop>
                <dos:UserName>User</dos:UserName>
                <dos:Transactions>
                    <dos:Transaction>
                        <dos:ExternalRemark></dos:ExternalRemark>
                        <dos:InternalRemark></dos:InternalRemark>
                        <dos:Layer></dos:Layer>
                        <dos:DossierVerrichtingId>22222</dos:DossierVerrichtingId>
                        <dos:Hours>0</dos:Hours>
                    </dos:Transaction>
                    <dos:Transaction>
                        <dos:ExternalRemark></dos:ExternalRemark>
                        <dos:InternalRemark></dos:InternalRemark>
                        <dos:Layer></dos:Layer>
                        <dos:DossierVerrichtingId>482984</dos:DossierVerrichtingId>
                        <dos:Hours>1</dos:Hours>
                    </dos:Transaction>
                    <dos:Transaction>
                        <dos:ExternalRemark></dos:ExternalRemark>
                        <dos:InternalRemark></dos:InternalRemark>
                        <dos:Layer></dos:Layer>
                        <dos:DossierVerrichtingId>18923</dos:DossierVerrichtingId>
                        <dos:Hours>2</dos:Hours>
                    </dos:Transaction>
                    <dos:Transaction>
                        <dos:ExternalRemark></dos:ExternalRemark>
                        <dos:InternalRemark></dos:InternalRemark>
                        <dos:Layer></dos:Layer>
                        <dos:DossierVerrichtingId>93842</dos:DossierVerrichtingId>
                        <dos:Hours>3</dos:Hours>
                    </dos:Transaction>
                    <dos:Transaction>
                        <dos:ExternalRemark></dos:ExternalRemark>
                        <dos:InternalRemark></dos:InternalRemark>
                        <dos:Layer></dos:Layer>
                        <dos:DossierVerrichtingId>983298</dos:DossierVerrichtingId>
                        <dos:Hours>4</dos:Hours>
                    </dos:Transaction>
                </dos:Transactions>
            </v3:request>
        </v3:StopWebklok>
    </soapenv:Body>
</soapenv:Envelope>